Revit 2027 API
ParameterTypeId.BendingDetailTypeAngularDimensionsMeasurement Property
 "Angle Measurement"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BendingDetailTypeAngularDimensionsMeasurement { get; }
Public Shared ReadOnly Property BendingDetailTypeAngularDimensionsMeasurement As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BendingDetailTypeAngularDimensionsMeasurement {
	ForgeTypeId^ get ();
}
static member BendingDetailTypeAngularDimensionsMeasurement : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace